org.geoserver.security.cas.GeoServerCasAuthenticationFilter.name=CAS
org.geoserver.security.cas.GeoServerCasAuthenticationFilter.title=\u0411\u0438\u043b\u0435\u0442 \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0438 CAS


CasAuthFilterPanel.short=CAS
CasAuthFilterPanel.title=\u0411\u0438\u043b\u0435\u0442 \u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u0438 CAS
CasAuthFilterPanel.description=\u0410\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u044f \u0447\u0435\u0440\u0435\u0437 \u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0443 \u0431\u0438\u043b\u0435\u0442\u043e\u0432 CAS (\u0441\u0442\u0430\u043d\u0434\u0430\u0440\u0442\u043d\u044b\u0435 \u0431\u0438\u043b\u0435\u0442\u044b \u0438 \u043f\u0440\u043e\u043a\u0441\u0438-\u0431\u0438\u043b\u0435\u0442\u044b)

CasAuthFilterPanel.singleSignOut=\u0423\u0447\u0430\u0441\u0442\u0438\u0435 \u0432 \u0435\u0434\u0438\u043d\u043e\u043c \u0432\u044b\u0445\u043e\u0434\u0435

CasAuthFilterPanel.casServerUrlPrefix=URL \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043a\u043e\u043d\u0442\u0435\u043a\u0441\u0442\u043d\u044b\u0439 \u043a\u043e\u0440\u0435\u043d\u044c
CasAuthFilterPanel.casServerTest=\u041f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a \u0441\u0435\u0440\u0432\u0435\u0440\u0443 CAS
CasAuthFilterPanel.casConnectionSuccessful=\u0423\u0441\u043f\u0435\u0448\u043d\u043e\u0435 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a \u0441\u0435\u0440\u0432\u0435\u0440\u0443 CAS

CasAuthFilterPanel.sendRenew=\u041d\u0435\u0442 \u0435\u0434\u0438\u043d\u043e\u0433\u043e \u0432\u0445\u043e\u0434\u0430

CasAuthFilterPanel.proxyCallbackUrlPrefix=URL \u0432\u043e\u0437\u0432\u0440\u0430\u0442\u0430 \u043f\u0440\u043e\u043a\u0441\u0438 (URL GeoServer'\u0430, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043a\u043e\u0440\u0435\u043d\u044c)
CasAuthFilterPanel.proxyCallbackTest=\u041f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c URL \u0432\u043e\u0437\u0432\u0440\u0430\u0442\u0430 \u043f\u0440\u043e\u043a\u0441\u0438
CasAuthFilterPanel.casProxyCallbackSuccessful=\u0423\u0441\u043f\u0435\u0448\u043d\u043e\u0435 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a URL \u0432\u043e\u0437\u0432\u0440\u0430\u0442\u0430 \u043f\u0440\u043e\u043a\u0441\u0438

CasAuthFilterPanel.urlInCasLogoutPage=URL \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0432\u044b\u0445\u043e\u0434\u0430 CAS
CasAuthFilterPanel.urlInCasLogoutPageTest=\u041f\u0440\u043e\u0432\u0435\u0440\u0438\u0442\u044c URL \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0432\u044b\u0445\u043e\u0434\u0430 CAS
CasAuthFilterPanel.urlInCasLogoutPageSuccessful=\u0423\u0441\u043f\u0435\u0448\u043d\u043e\u0435 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a URL \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0432\u044b\u0445\u043e\u0434\u0430 CAS


CasAuthFilterPanel.connectionParameters=\u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a \u0441\u0435\u0440\u0432\u0435\u0440\u0443 CAS
CasAuthFilterPanel.connectionParametersHelp.title=\u041f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435 \u043a \u0441\u0435\u0440\u0432\u0435\u0440\u0443 CAS
CasAuthFilterPanel.connectionParametersHelp=<p>URL \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS, \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043a\u043e\u0440\u0435\u043d\u044c.</p> <p>\u041d\u0430\u043f\u0440\u0438\u043c\u0435\u0440\: <strong>https\://my.casserver.org\:8443/cas</strong></p>  <p>\u0422\u0435\u0445\u043d\u043e\u043b\u043e\u0433\u0438\u044f \u0435\u0434\u0438\u043d\u043e\u0433\u043e \u0432\u0445\u043e\u0434\u0430 \u0440\u0430\u0431\u043e\u0442\u0430\u0435\u0442 \u0442\u043e\u043b\u044c\u043a\u043e \u0447\u0435\u0440\u0435\u0437 HTTPS.</p>

CasAuthFilterPanel.singleSignOnParameters=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0432\u0445\u043e\u0434\u0430 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0443
CasAuthFilterPanel.singleSignOnParametersHelp.title=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0432\u0445\u043e\u0434\u0430 \u0432 \u0441\u0438\u0441\u0442\u0435\u043c\u0443
CasAuthFilterPanel.singleSignOnParametersHelp=<p>\u0415\u0441\u043b\u0438 \u043e\u0442\u043c\u0435\u0447\u0435\u043d\u043e <strong>\u0411\u0435\u0437 \u0435\u0434\u0438\u043d\u043e\u0433\u043e \u0432\u0445\u043e\u0434\u0430</strong>, \u0443 \u043d\u0435\u0430\u0443\u0442\u0435\u043d\u0442\u0438\u0444\u0438\u0446\u0438\u0440\u043e\u0432\u0430\u043d\u043d\u043e\u0433\u043e \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0432\u0441\u0435\u0433\u0434\u0430 \u0437\u0430\u043f\u0440\u0430\u0448\u0438\u0432\u0430\u044e\u0442\u0441\u044f \u0443\u0447\u0435\u0442\u043d\u044b\u0435 \u0434\u0430\u043d\u043d\u044b\u0435 \u043f\u0440\u0438 \u043f\u0435\u0440\u0432\u043e\u043c \u0437\u0430\u043f\u0440\u043e\u0441\u0435 \u043a GeoServer</p>

CasAuthFilterPanel.singleSignOutParameters=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0432\u044b\u0445\u043e\u0434\u0430 \u0438\u0437 \u0441\u0438\u0441\u0442\u0435\u043c\u044b
CasAuthFilterPanel.singleSignOutParametersHelp.title=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0432\u044b\u0445\u043e\u0434\u0430 \u0438\u0437 \u0441\u0438\u0441\u0442\u0435\u043c\u044b
CasAuthFilterPanel.singleSignOutParametersHelp=<p>\u0415\u0441\u043b\u0438 \u043e\u0442\u043c\u0435\u0447\u0435\u043d\u043e <strong>\u0423\u0447\u0430\u0441\u0442\u0438\u0435 \u0432 \u0435\u0434\u0438\u043d\u043e\u043c \u0432\u044b\u0445\u043e\u0434\u0435</strong>, GeoServer \u0437\u0430\u0432\u0435\u0440\u0448\u0438\u0442 \u0441\u0435\u0430\u043d\u0441 \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u043f\u0440\u0438 \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438\u0438 \u0437\u0430\u043f\u0440\u043e\u0441\u0430 \u043d\u0430 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u0435 \u0441\u0435\u0430\u043d\u0441\u0430 \u043e\u0442 \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS</p><p>\u041d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0439 \u0430\u0434\u0440\u0435\u0441 <strong>URL \u0441\u0442\u0440\u0430\u043d\u0438\u0446\u044b \u0432\u044b\u0445\u043e\u0434\u0430 CAS</strong> \u043f\u043e\u0441\u044b\u043b\u0430\u0435\u0442\u0441\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0443 CAS \u0432 \u0441\u043b\u0443\u0447\u0430\u0435 \u0437\u0430\u0432\u0435\u0440\u0448\u0435\u043d\u0438\u044f \u0441\u0435\u0430\u043d\u0441\u0430 \u0441\u043e \u0441\u0442\u043e\u0440\u043e\u043d\u044b GeoServer. \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d\u0438\u0435 \u044d\u0442\u043e\u0433\u043e \u0430\u0434\u0440\u0435\u0441\u0430 URL \u0437\u0430\u0432\u0438\u0441\u0438\u0442 \u043e\u0442 \u043a\u043e\u043d\u0444\u0438\u0433\u0443\u0440\u0430\u0446\u0438\u0438 \u043a\u043e\u043d\u043a\u0440\u0435\u0442\u043d\u043e\u0433\u043e \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS.</p> <p>\u041f\u0440\u0438\u043c\u0435\u0440\: <strong>https\://my.geosserver.org\:8443/geoserver</strong></p>


CasAuthFilterPanel.proxyTicketParameters=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0431\u0438\u043b\u0435\u0442\u0430 \u043f\u0440\u043e\u043a\u0441\u0438
CasAuthFilterPanel.proxyTicketParametersHelp.title=\u041f\u0430\u0440\u0430\u043c\u0435\u0442\u0440\u044b \u0431\u0438\u043b\u0435\u0442\u0430 \u043f\u0440\u043e\u043a\u0441\u0438
CasAuthFilterPanel.proxyTicketParametersHelp=<p>\u042d\u0442\u043e\u0442 URL \u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u0435\u043d \u0438 \u043d\u0443\u0436\u0435\u043d \u0442\u043e\u043b\u044c\u043a\u043e \u0434\u043b\u044f \u0444\u043e\u0440\u043c\u0438\u0440\u043e\u0432\u0430\u043d\u0438\u044f \u0431\u0438\u043b\u0435\u0442\u043e\u0432 \u043f\u0440\u043e\u043a\u0441\u0438 \u0432\u043d\u0443\u0442\u0440\u0438 GeoServer \u0434\u043b\u044f \u0443\u0434\u0430\u043b\u0435\u043d\u043d\u044b\u0445 \u0441\u043b\u0443\u0436\u0431. \u0415\u0441\u043b\u0438 \u043d\u0443\u0436\u0435\u043d \u0431\u0438\u043b\u0435\u0442 \u043d\u0430 \u043f\u043e\u043b\u0443\u0447\u0435\u043d\u0438\u0435 \u043f\u0440\u043e\u043a\u0441\u0438, \u0443\u043a\u0430\u0436\u0438\u0442\u0435 URL Geoserver'\u0430 \u0432\u043a\u043b\u044e\u0447\u0430\u044f \u043a\u043e\u0440\u0435\u043d\u044c, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0432\u0438\u0434\u0435\u043d \u0434\u043b\u044f \u0441\u0435\u0440\u0432\u0435\u0440\u0430 CAS. URL \u0434\u043e\u043b\u0436\u0435\u043d \u0431\u044b\u0442\u044c HTTPS-\u0430\u0434\u0440\u0435\u0441\u043e\u043c, \u0438\u043c\u044f \u0445\u043e\u0441\u0442\u0430 \u0434\u043e\u043b\u0436\u043d\u043e \u0441\u043e\u043e\u0442\u0432\u0435\u0442\u0441\u0442\u0432\u043e\u0432\u0430\u0442\u044c \u0438\u043c\u0435\u043d\u0438 \u0445\u043e\u0441\u0442\u0430 \u0432 URL \u0441\u043b\u0443\u0436\u0431\u044b.</p> <p>\u041f\u0440\u0438\u043c\u0435\u0440\: <strong>https\://my.geosserver.org\:8443/geoserver</strong></p>
