#Generated by Eclipse Messages Editor (Eclipse Babel)

S3BlobStorePanel.bucket = \u041a\u043e\u0440\u0437\u0438\u043d\u0430 *
S3BlobStorePanel.bucket.title = \u0418\u043c\u044f \u043a\u043e\u0440\u0437\u0438\u043d\u044b AWS S3 \u0434\u043b\u044f \u0445\u0440\u0430\u043d\u0435\u043d\u0438\u044f \u0442\u0430\u0439\u043b\u043e\u0432
S3BlobStorePanel.awsAccessKey = \u041a\u043b\u044e\u0447 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 AWS *
S3BlobStorePanel.awsAccessKey.title = ID \u043a\u043b\u044e\u0447\u0430 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 AWS *
S3BlobStorePanel.awsSecretKey = \u0421\u0435\u043a\u0440\u0435\u0442\u043d\u044b\u0439 \u043a\u043b\u044e\u0447 AWS *
S3BlobStorePanel.awsSecretKey.title = \u0421\u0435\u043a\u0440\u0435\u0442\u043d\u044b\u0439 \u043a\u043b\u044e\u0447 \u0434\u043e\u0441\u0442\u0443\u043f\u0430 AWS
S3BlobStorePanel.prefix = \u041f\u0440\u0435\u0444\u0438\u043a\u0441 \u043a\u043b\u044e\u0447\u0430 \u043e\u0431\u044a\u0435\u043a\u0442\u0430 S3
S3BlobStorePanel.prefix.title = \u041f\u0440\u0435\u0444\u0438\u043a\u0441 \u043f\u0443\u0442\u0438, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u0443\u0435\u0442\u0441\u044f \u0432 \u043a\u0430\u0447\u0435\u0441\u0442\u0432\u0435 \u043a\u043e\u0440\u043d\u044f \u0434\u043b\u044f \u0445\u0440\u0430\u043d\u0435\u043d\u0438\u044f \u0442\u0430\u0439\u043b\u043e\u0432 \u0432 \u043a\u043e\u0440\u0437\u0438\u043d\u0435
S3BlobStorePanel.maxConnections = \u041c\u0430\u043a\u0441\u0438\u043c\u0443\u043c \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0439 *
S3BlobStorePanel.maxConnections.title = \u041c\u0430\u043a\u0441\u0438\u043c\u0430\u043b\u044c\u043d\u043e\u0435 \u0447\u0438\u0441\u043b\u043e \u0440\u0430\u0437\u0440\u0435\u0448\u0435\u043d\u043d\u044b\u0445 \u043e\u0442\u043a\u0440\u044b\u0442\u044b\u0445 \u0441\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0439 HTTP
S3BlobStorePanel.useHTTPS = \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c HTTPS
S3BlobStorePanel.useHTTPS.title = \u0415\u0441\u043b\u0438 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u0441\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0435 HTTPS. \u0418\u043d\u0430\u0447\u0435 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c\u0441\u044f \u043e\u0431\u044b\u0447\u043d\u043e\u0435 \u0441\u043e\u0435\u0434\u0438\u043d\u0435\u043d\u0438\u0435 HTTP.
S3BlobStorePanel.proxyDomain = \u0414\u043e\u043c\u0435\u043d \u043f\u0440\u043e\u043a\u0441\u0438
S3BlobStorePanel.proxyDomain.title = \u0414\u043e\u043c\u0435\u043d\u043d\u043e\u0435 \u0438\u043c\u044f Windows \u0434\u043b\u044f \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043a \u043f\u0440\u043e\u043a\u0441\u0438 NTLM (\u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435)
S3BlobStorePanel.proxyWorkstation = \u0420\u0430\u0431\u043e\u0447\u0430\u044f \u0441\u0442\u0430\u043d\u0446\u0438\u044f \u043f\u0440\u043e\u043a\u0441\u0438
S3BlobStorePanel.proxyWorkstation.title = \u0418\u043c\u044f \u0440\u0430\u0431\u043e\u0447\u0435\u0439 \u0441\u0442\u0430\u043d\u0446\u0438\u0438 Windows \u0434\u043b\u044f \u043d\u0430\u0441\u0442\u0440\u043e\u0435\u043a \u043f\u0440\u043e\u043a\u0441\u0438 NTLM (\u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u043e\u0435)
S3BlobStorePanel.proxyHost = \u0425\u043e\u0441\u0442 \u043f\u0440\u043e\u043a\u0441\u0438
S3BlobStorePanel.proxyHost.title = \u0425\u043e\u0441\u0442 \u043f\u0440\u043e\u043a\u0441\u0438, \u0447\u0435\u0440\u0435\u0437 \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0430\u0442\u044c\u0441\u044f \u043a\u043b\u0438\u0435\u043d\u0442 (\u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0439)
S3BlobStorePanel.proxyPort = \u041f\u043e\u0440\u0442 \u043f\u0440\u043e\u043a\u0441\u0438
S3BlobStorePanel.proxyPort.title = \u041f\u043e\u0440\u0442 \u043f\u0440\u043e\u043a\u0441\u0438, \u0447\u0435\u0440\u0435\u0437 \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0430\u0442\u044c\u0441\u044f \u043a\u043b\u0438\u0435\u043d\u0442 (\u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0439)
S3BlobStorePanel.proxyUsername = \u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u043f\u0440\u043e\u043a\u0441\u0438
S3BlobStorePanel.proxyUsername.title = \u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f, \u043f\u043e\u0434 \u043a\u043e\u0442\u043e\u0440\u044b\u043c \u0431\u0443\u0434\u0435\u0442 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0430\u0442\u044c\u0441\u044f \u043a\u043b\u0438\u0435\u043d\u0442 (\u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0439)
S3BlobStorePanel.proxyPassword = \u041f\u0430\u0440\u043e\u043b\u044c \u043f\u0440\u043e\u043a\u0441\u0438
S3BlobStorePanel.proxyPassword.title = \u041f\u0430\u0440\u043e\u043b\u044c, \u043a\u043e\u0442\u043e\u0440\u044b\u0439 \u0431\u0443\u0434\u0435\u0442 \u0438\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u043d \u043f\u0440\u0438 \u043f\u043e\u0434\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0438 \u043a\u043b\u0438\u0435\u043d\u0442\u0430 (\u043d\u0435\u043e\u0431\u044f\u0437\u0430\u0442\u0435\u043b\u044c\u043d\u044b\u0439)
S3BlobStorePanel.useGzip = \u0418\u0441\u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u044c Gzip
S3BlobStorePanel.useGzip.title = \u0415\u0441\u043b\u0438 \u0432\u043a\u043b\u044e\u0447\u0435\u043d\u043e, \u0442\u0430\u0439\u043b\u044b \u0431\u0443\u0434\u0443\u0442 \u0441\u0436\u0430\u0442\u044b GZIP
